Repository: JUVOJustin/dynamic-forms
Catalog: languages/calendar-booking-*.po
Languages: de_de

source: Booking request details:
de_de: Details zur Buchungsanfrage:

source: Period: %s - %s
de_de: Datumsauswahl: %s - %s

source: New booking request
de_de: Neue Buchungsanfrage

source: Your booking request has been sent successfully.
de_de: Ihre Buchungsanfrage wurde erfolgreich versendet.

source: Invalid nonce
de_de: Ungültige Nonce

source: Missing form_id parameter
de_de: Fehlender form_id Parameter

source: Missing fields parameter
de_de: Fehlender „fields“ Parameter

source: Datepicker
de_de: Datumsauswahl

source: "%s" must be filled
de_de: „%s“ muss ausgefüllt sein

source: You need to enter a valid number
de_de: Du musst eine gültige Zahl eingeben

source: You need to select a valid date
de_de: Du musst ein gültiges Datum auswählen

source: You need to select checkin and checkout date
de_de: Du musst gültige Checkin und Checkout Daten angeben

source: Checkout date needs to be after checkin date
de_de: Der Checkout muss nach dem Checkin sein

source: You need to enter a valid email
de_de: Du musst eine gültige E-Mail Adresse angeben

source: You need to enter a valid phone number
de_de: Du musst eine gültige Telefonnummer angeben

source: You need to enter a valid text
de_de: Du musst gültigen Text angeben

source: The form could not be submitted:
de_de: Das Formular konnte nicht abgesendet werden:
